import React from "react";

const TextBlock = () => {
  return (
    <section className="text-block">
      <div className="container">
        <div className="flex flex-col">
          <h2 className="text-primary font-extrabold text-[30px]  sm:text-[44px] leading-[40px] sm:leading-[56px] mb-3">
            Ваш личный адрес в Великобритании для покупок
          </h2>
          <p className="text-primary font-light text-md mb-4">
            С нами вы получаете целых два адреса в UK! У нас есть два склада для
            приема посылок – в Лондоне и Манчестере. Указывайте в магазине тот
            из них, отправка на который обойдется дешевле (или покупка будет без
            налогов). Чаще всего в Лондоне наши клиенты заказывают одежду и
            обувь, а в Манчестер идут гаджеты и всё остальное. С OkeyPost вы
            всегда получаете максимальную выгоду!
          </p>
          <p className="text-primary font-light text-md mb-4">
            Прием посылок на наш склад, их обработка, удаление лишних коробок,
            хранение сроком до 70 дней – у нас полностью бесплатно. Мы также
            бесплатно проводим объединение посылок из разных магазинов в одну.
            Это необходимо для снижения стоимости доставки посылок из UK в
            Россию
          </p>
          <p className="text-primary font-light text-md mb-4">
            У нас самая выгодная доставка! От $11.99 за посылку! А если у вас
            есть какие-то особенные требования, вроде проверки техники или
            дополнительной пленки для самых хрупких товаров, – операторы нашего
            склада с радостью выполнят их по спецзапросу.
          </p>
          <p className="text-primary font-light text-md mb-4">
            Okeypost.com – это надежно, быстро и выгодно. А в наших соцсетях вы
            всегда найдете информацию о лучших скидках fyukbqcrb[ магазинов. Не
            обязательно заходить в Черную пятницу или Prime Day, крутые акции
            проходят каждый день!
          </p>
        </div>
      </div>
    </section>
  );
};

export default TextBlock;
